<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$route['default_platform'] = 'web';
$route['default_controller'] = ($route['default_platform']?$route['default_platform'].'/':'').'common';
//$route['except_folders'] = ['app', 'api', 'adm', 'admin', 'module'];
$route['except_folders'] = ['app', 'adm', 'admin', 'module', 'web'];

/*
|--------------------------------------------------------------------------
| WEB
| - 기본 주소로 이용.
| - Home/1 의 경우 Home/index/1 로 매핑.
|--------------------------------------------------------------------------
*/
// 구체적인 규칙 먼저
$route['api/(:any)/(:any)'] = 'api/$1/$2';
$route['admin/api/(:any)/(:any)'] = 'api/$1/$2';
// 숫자와 매칭되는 웹 경로
$route['(?!app|api|adm|admin|module)([^/]+)/(:num)'] = 'web/$1/index/$2';
// 포괄적인 웹 경로 (마지막에 선언)
$route['(?!app|api|adm|admin|module).*'] = 'web/$0';

/*
|--------------------------------------------------------------------------
| API
| - RestController Library에서 실행된 _remap 에 의해 method name이 매핑.
|--------------------------------------------------------------------------
*/
$route['api'] = function() {
	show_404();
};

/*
|--------------------------------------------------------------------------
| ADMIN
|--------------------------------------------------------------------------
*/
$route['admin'] = 'admin/common';

/*
|--------------------------------------------------------------------------
| APP
|--------------------------------------------------------------------------
*/
$route['app'] = function() {
	show_404();
};

/*
|--------------------------------------------------------------------------
| MODULE
|--------------------------------------------------------------------------
*/
$route['module'] = function() {
	show_404();
};
